Repository: repli2dev/leganto
Catalog: leganto/app/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: %s have just added book %s to shelf %s.
cs_cz: %s právě přidal knihu do poličky %s.

source: %s have just added book %s to their library.
cs_cz: %s právě přidal knihu %s do své knihovny.

source: %s have just changed opinion on book %s
cs_cz: %s právě změnil názor na knihu %s

source: %s have just contributed new opinion on book %s
cs_cz: %s právě přispěl novým názorem ke knize %s

source: %s have just contributed new post to discussion %s
cs_cz: %s právě přispěl novým příspěvkem do diskuze %s

source: %s have just started reading book %s.
cs_cz: %s právě začal číst knihu %s.

source: %s wants to read %s.
cs_cz: %s si chce přečíst %s.

source: (Nickname of the user)
cs_cz: (Přezdívka uživatele)

source: (empty means you really hate this book)
cs_cz: (nesnášíte-li knihu ponechte prázdné)

source: (only if change)
cs_cz: (pouze pokud bylo změněno)

source: (tags will be appended to current ones)
cs_cz: (štítky budou připojeny k současným)

source: (the language of the book title and subtitle)
cs_cz: (jazyk názvu a podtitulu knihy)

source: (the language of your opinion, your tags)
cs_cz: (jazyk vašeho názoru, vašich štítků)

source: , but the process is not reliable and you can insert editions manually.
cs_cz: , ovšem tento proces není zcela spolehlivý a můžete edice vložit i ručně.

source: A tag has to be filled.
cs_cz: Název štítku musí být vyplněn.

source: About
cs_cz: Info

source: Action
cs_cz: Akce

source: Add
cs_cz: Přidat

source: Add as a slave book
cs_cz: Přidat jako podřízenou knihu

source: Add edition
cs_cz: Přidat edici

source: Add existing author
cs_cz: Přidat existujícího autora

source: Add help text into
cs_cz: Přidat novou stránku nápovědy do

source: Add new edition
cs_cz: Přidat novou edici

source: Add new social network
cs_cz: Přidat novou sociální síť

source: Add opinion
cs_cz: Přidat názor

source: Add page into
cs_cz: Přidat stránku do

source: Afterwards, a new password will be sent to you. It can be changed in Settings.
cs_cz: Následně vám bude zasláno nové heslo. To můžete změnit v sekci Nastavení.

source: All
cs_cz: Vše

source: All books
cs_cz: Všechny knihy

source: All books sorted from the newest to the oldest.
cs_cz: Všechny knihy seřazené od nejnovější po nejstarší.

source: Always having the last Word ;-)
cs_cz: Musí mít vždy poslední slovo ;-)

source: An account with the same nickname is already registered.
cs_cz: Účet se stejnou přezdívkou je již registrován.

source: An account with the same nickname or e-mail is already registered.
cs_cz: Účet se stejnou přezdívkou nebo e-mailem je již zaregistrován.

source: An error occured, the password you have entered is wrong.
cs_cz: Vyskytla se chyba, heslo, které jste zadal(a), je chybné.

source: An unexpected error has occurred.
cs_cz: Vyskytla se neočekávaná chyba.

source: Arbiter elegantiarum
cs_cz: Rozhodčí ve věcech vkusu

source: Are reading just now
cs_cz: Právě čtou

source: Are you lost in our page or do you just miss the last puzzle? This page can answer nearly all questions.
cs_cz: Jste na našich stránkách ztracený/á nebo jen nemůžete něco najít? Tato stránka vám může odpovědět na téměř všechny otázky.

source: Are you sure you want to delete a discussion post?
cs_cz: Jste si jistý/á, že chcete tento diskuzní příspěvek smazat?

source: Are you sure you want to delete a shelf
cs_cz: Jste si jistý/á, že chcete smazat tuto poličku

source: Are you sure you want to delete a shelf %s?
cs_cz: Jste si jistý/á, že chcete smazat poličku %s?

source: Are you sure you want to delete this author?
cs_cz: Jste si jistý/á, že chcete tohoto autora smazat?

source: Are you sure you want to delete this message?
cs_cz: Jste si jistý/á, že tuto zprávu smazat?

source: Are you sure you want to merge the books?
cs_cz: Jste si jistý/á, že chcete sloučit knihy?

source: Are you sure you want to remove a book from shelf %s?
cs_cz: Jste si jistý/á, že chcete odebrat knihu z poličky %s?

source: Are you sure you want to remove the book [%s] from merging?
cs_cz: Jste si jistý/á, že chcete odebrat knihu [%s] ze slučování?

source: Author
cs_cz: Autor

source: Author has been successfuly updated.
cs_cz: Autor byl úspěšně upraven.

source: Author search
cs_cz: Vyhledávání v autorech

source: Authors
cs_cz: Autoři

source: Basic information
cs_cz: Základní informace

source: Be first!
cs_cz: Buďte první!

source: Be sure what are you doing!
cs_cz: Nepoužívejte, pokud si nejste jistí co činíte!

source: Before mindlessly creating a new topic please calm down. To avoid creating duplicite topic, please use search in discussion with appropriate keyword. Choose name of the new topic apposite!
cs_cz: Před bezhlavým vytvářením nového tématu se, prosím, uklidněte. Aby jste se vyhnuli vytvoření duplicitního tématu, použijte hledání v diskuzích s patřičnými klíčovými slovy. Važte jméno tématu rozumně!

source: Beginner
cs_cz: Začátečník

source: Beginning reader
cs_cz: Začínající čtenář

source: Beginning reviewer
cs_cz: Začínající recenzent

source: Bibliophile
cs_cz: Knihomol

source: Birth year
cs_cz: Rok narození

source: Book
cs_cz: Kniha

source: Book cover
cs_cz: Obal knihy

source: Book enthusiast
cs_cz: Knižní nadšenec

source: Book lover
cs_cz: Milovník knih

source: Book read
cs_cz: Četli

source: Book search
cs_cz: Vyhledávání v knihách

source: Book subtitle
cs_cz: Podtitul knihy

source: Book title
cs_cz: Název knihy

source: Bookmark on Google
cs_cz: Označit na Googlu

source: Books
cs_cz: Knihy

source: Books placed into shelves Just reading and Wanted are deleted on adding an opinion to them. Do not create shelf Read, as you can see all read book on page Opinions.
cs_cz: Knihy umístěné do poliček Právě čtu a Chci si přečíst jsou mazány s přidáním názoru k těmto knihám. Je zbytečné vytvářet poličku Přečteno, protože tytéž knihy jsou vidět na stránce Názory.

source: Books similar to
cs_cz: Knihy podobné

source: Bored? Click to get random book.
cs_cz: Nudíte se? Klikněte pro výběr náhodné knihy.

source: Can't decide what to read, look what users with similar ranking read.
cs_cz: Nemůžete se rozhodnout, co číst? Podívejte se na četbu podobně hodnotících uživatelů.

source: Celebrity
cs_cz: Osobnost

source: Change
cs_cz: Změnit

source: Change opinion
cs_cz: Změnit názor

source: Change password
cs_cz: Změnit heslo

source: Change your forgotten password.
cs_cz: Změnit své zapomenuté heslo.

source: Choose
cs_cz: Vybrat

source: Choose author
cs_cz: Vybrat autora

source: Choose in which content you want to search.
cs_cz: Vyberte v jakém obsahu chcete vyhledávat.

source: Choose the author of the book.
cs_cz: Vybrat autora knihy.

source: Choosen rating
cs_cz: Vybrané hodnocení

source: Click on name of the shelf to show its content.
cs_cz: Klikněte na jméno poličky pro rozbalení jejího obsah.

source: Code
cs_cz: Kód

source: Contact us
cs_cz: Kontaktujte nás

source: Content
cs_cz: Obsah

source: Continue
cs_cz: Pokračovat

source: Copy the text below into your webpage:
cs_cz: Zkopírujte níže uvedený text do vaší webové stránky:

source: Create
cs_cz: Vytvořit

source: Create a new shelf
cs_cz: Vytvořit novou poličku

source: Create a new topic
cs_cz: Vytvořit nové téma

source: Create new author
cs_cz: Vytvořit nového autora

source: Created
cs_cz: Vytvořeno

source: Current password
cs_cz: Současné heslo

source: Customization
cs_cz: Přizpůsobení

source: Delete
cs_cz: Smazat

source: Delete author
cs_cz: Smazat autora

source: Delete connection
cs_cz: Smazat připojení

source: Delete from shelf
cs_cz: Smazat z poličky

source: Delete help page
cs_cz: Smazat stránku nápovědy

source: Delete social network
cs_cz: Smazat sociální síť

source: Did it see the same book you have just read? If you are not sure open the book and ensure that the title, subtitle and authors are the same (ignore book cover).
cs_cz: Vypadá to jako kniha, kterou jste právě dočetli? Pokud si nejste jisti, otevřete knihu a ujistěte se, že titul, podtitul a autoři jsou stejní (ignorujte obálku knihy).

source: Did you know, that ...?
cs_cz: Věděli jste, že...?

source: Did you like the book and want to read something similar? See similar books.
cs_cz: Líbila se vám kniha a chcete si přečíst něco podobného? Podívejte se na podobné knihy.

source: Discover what is opinion of other people, keep track your and your friends books.
cs_cz: Zjistěte jaký je názor ostatních, nezapomínejte co jste vy a vaši přátelé přečetli.

source: Discussion
cs_cz: Diskuze

source: Discussion posts
cs_cz: Diskuzní příspěvky

source: Discussion search
cs_cz: Vyhledávání v diskuzích

source: Discussion topics
cs_cz: Témata diskuzí

source: Discussions
cs_cz: Diskuze

source: Discussions offer you space to place your questions, thoughts or opinions about this website or literature topics. For discussing book opinions please use in the Reply link below the text of the opinion.
cs_cz: Diskuze vám poskytuje místo k umístění vašich otázek, myšlenek a názorů o této webové stránce nebo obecných literárních diskuzích. Pro diskutování názorů na knihy, prosím, použijte odkaz Odpovědět pod textem příslušného názoru.

source: Do not write spoilers!
cs_cz: Neprozrazujte děj!

source: Do you have an account?
cs_cz: Máte účet?

source: Do you really want to delete this connection to a social network?
cs_cz: Opravdu chcete smazat připojení k sociální síti?

source: Do you really want to delete this help page?
cs_cz: Jste si jistý/á, že chcete smazat tuto stránku nápovědy?

source: Don't worry about your password, it has been encrypted just after this message was sent.
cs_cz: Neobávejte se o své heslo, bylo zašifrováno ihned po odeslání této zprávy.

source: Edit
cs_cz: Upravit

source: Edit author
cs_cz: Upravit autora

source: Edit book
cs_cz: Upravit knihu

source: Edit edition
cs_cz: Upravit edici

source: Edit help text
cs_cz: Upravit text stránky nápovědy

source: Edit settings
cs_cz: Upravit nastavení

source: Edit shelf
cs_cz: Upravit poličku

source: Edit the book
cs_cz: Upravit knihu

source: Edit this edition
cs_cz: Upravit tuto edici

source: Editing book
cs_cz: Úprava knihy

source: Editions
cs_cz: Edice

source: Editions of this book with ISBNs and book covers.
cs_cz: Edice této knihy s čísly ISBN a obálkami.

source: Enter query >> Select content >> Submit
cs_cz: Zadejte dotaz >> Vyberte obsah >> Hledat

source: Enter text to search before you start searching!
cs_cz: Před tím, než začnete vyhledávat, zadejte text, který chcete vyhledat!

source: Excellent
cs_cz: Vynikající

source: Experienced reviewer
cs_cz: Zkušený recenzent

source: Extra information
cs_cz: Dodatečné informace

source: Facebook functions are not accessible right now. Please try it later.
cs_cz: Funkce Facebooku nejsou právě teď dostupné. Zkuste to, prosím, později.

source: Fair
cs_cz: Průměrné

source: Famous
cs_cz: Slavný

source: Favourite
cs_cz: Oblíbenec

source: Female
cs_cz: Žena

source: Fill the book title!
cs_cz: Vyplňte název knihy!

source: Fill the name of the shelf.
cs_cz: Vyplňte název poličky!

source: Finish
cs_cz: Dokončit

source: First name
cs_cz: Jméno

source: Firstly check whether the book has been already inserted by someone else. Type the book title into the field bellow.
cs_cz: Nejprve zkontrolujte, zda tato kniha nebyla již vložena někým jiným. Vepište název knihy do pole pod tímto textem.

source: Follow
cs_cz: Sledovat

source: Followed
cs_cz: Sledovaní

source: Followed users
cs_cz: Sledovaní uživatelé

source: Followers
cs_cz: Sledující

source: Following
cs_cz: Sledovaní

source: For changing your e-mail address you have to enter your current and new passwords.
cs_cz: Pro změnu vaší e-mailové adresy musíte zadat své současné a zároveň nová hesla.

source: For creating more, follow the link from right submenu.
cs_cz: Pro vytvoření dalších poliček, klikněte na odkaz v pravém menu.

source: For finishing your request you have to copy this code and paste it into the page 'Renew password'.
cs_cz: K dokončení své žádosti musíte zkopírovat tento kód a vložit jej na stránku "Obnov heslo".

source: For writting a good post please read also a little about
cs_cz: Aby jste napsali dobrý příspěvek přečtěte si, prosím, něco málo o

source: Forgotten password
cs_cz: Zapomenuté heslo

source: Found books
cs_cz: Nalezené knihy

source: Frequent discussant
cs_cz: Častý účastník diskuzí

source: From rating
cs_cz: Z hodnocení

source: General
cs_cz: Prostě polička

source: General info
cs_cz: Obecné info

source: Good
cs_cz: Celkem dobré

source: Graphs
cs_cz: Grafy

source: Group
cs_cz: Skupina

source: Group name
cs_cz: Název skupiny

source: Help
cs_cz: Nápověda

source: Help search
cs_cz: Vyhledávání v nápovědě

source: Help text has been successfully added.
cs_cz: Stránka nápovědy byla úspěšně vložena.

source: Help text has been successfully updated.
cs_cz: Stránka nápovědy byla úspěšně upravena.

source: Here you can see and manage connections with social networks.
cs_cz: Zde můžete vidět a spravovat připojení k sociálním sítím.

source: Here you prepare block with read books for your personal page.
cs_cz: Na této stránce si můžete připravit blok s přečtenými knihami, který můžete vložit na vaši osobní stránku.

source: Hi,
cs_cz: Ahoj,

source: Hide editions without an image
cs_cz: Skrýt edice bez obrázku.

source: How many books, opinions, users are there on our web? How fast do we grow? This page will answer you!
cs_cz: Kolik je knih, názorů, uživatelů na tomto webu? Jak rychle rosteme? Tato stránka vám odpoví.

source: I like it!
cs_cz: Líbí se mi to!

source: If the author is not listed in the list above, please click on the button 'Create new author'.
cs_cz: Pokud autor není uveden v seznamu (viz. výše), kliknětě, prosím, na tlačítko 'Vytvořit nového autora'.

source: If you demand more interactivity, try
cs_cz: Pokud požadujete více interaktivity, zkuste

source: If you did not ask for a new password, ignore this e-mail. (This code is valid only for 24 hours since its creation.)
cs_cz: Pokud jste si nepožádal(a) o nové heslo, ignorujte tento e-mail. (Tento kód je platný pouze 24 hodin od svého stvoření.)

source: If you want to connect this Facebook account please log in.
cs_cz: Pokud chcete připojit tento Facebook účet, přihlašte se, prosím.

source: If you want to connect this Twitter account please log in.
cs_cz: okud chcete připojit tento Twitter účet, přihlašte se, prosím.

source: If you want to create a new account please click on the button 'Create' which logs you in automatically in just a second.
cs_cz: Pokud chcete vytvořit nový účet klikněte na tlačítko 'Vytvořit', které vás poté automaticky přihlásí.

source: Image has to be smaller than 100 KB.
cs_cz: Obrázek musí být menší než 100 KB.

source: In
cs_cz: V

source: Info and opinions
cs_cz: Info a názory

source: Insert
cs_cz: Vložit

source: Insert a new author
cs_cz: Vložit nového autora

source: Insert a new shelf
cs_cz: Vložit novou poličku

source: Insert author
cs_cz: Vložit autora

source: Insert book
cs_cz: Vložit knihu

source: Insert book: check its existence
cs_cz: Vložit knihu: zkontrolujte, zda již neexistuje

source: Insert book: fill in info about it
cs_cz: Vložit knihu: vyplňte o ní info

source: Insert book: look if it is mentioned
cs_cz: Vložit knihu: podívejte se, zda zde není uvedená

source: Insert related book
cs_cz: Vložit související knihu

source: Internet reading lists
cs_cz: Internetové čtenářské deníky

source: Irresistible
cs_cz: Miláček davů

source: It can take a long time to insert a new book because the system tries to find editions of the book.
cs_cz: Přidání nové knihy může trvat dlouho, protože se systém pokouší najít edice této knihy.

source: It offers more interactive block for embeddeding into webpage.
cs_cz: Nabízí interaktivnější blok, který je vhodný pro vložení na webovou stránku.

source: Join your social networks accounts
cs_cz: Spojte se s vaším účtem na některé ze sociálních sítí

source: Known
cs_cz: Známý

source: Language
cs_cz: Jazyk

source: Last logged
cs_cz: Naposledy přihlášen

source: Last name
cs_cz: Příjmení

source: Last post inserted
cs_cz: Poslední příspěvek vložen

source: Latest change
cs_cz: Poslední změna

source: Latest updates
cs_cz: Aktuální dění

source: Learn how it works
cs_cz: Podívejte se jak to funguje

source: Leganto is a community webpage (of readers) which aims to create and share information about literature as a valuable part of our culture. Join our efforts.
cs_cz: Leganto je komunitní webová stránka (čtenářů), jejímž cílem je tvořit a sdílet informace o literatuře jakožto cenné součásti naší kultury. Připojte se k našemu úsilí.

source: Leganto on twitter
cs_cz: Leganto na twitteru

source: Leganto team
cs_cz: Tým Leganto

source: Leganto: new password
cs_cz: Leganto: nové heslo

source: Leganto: request for new password
cs_cz: Leganto: žádost o nové heslo

source: Leganto: thanks for your registration
cs_cz: Leganto: děkujeme za vaši registraci

source: Link
cs_cz: Odkaz

source: Link to discsussion
cs_cz: Odkaz na diskuzi

source: Log in
cs_cz: Přihlásit

source: Log out
cs_cz: Odhlásit

source: Login with Facebook
cs_cz: Přihlásit se přes Facebook

source: Login with Twitter
cs_cz: Přihlásit se přes Twitter

source: Main page
cs_cz: Hlavní stránka

source: Male
cs_cz: Muž

source: Man shall not live by bread alone
cs_cz: Ne jenom chlebem živ je člověk

source: Merge
cs_cz: Sloučit

source: Merge books
cs_cz: Sloučit knihy

source: Message from
cs_cz: Zpráva od

source: Message has been successfuly deleted.
cs_cz: Zpráva byla úspěšně smazána.

source: Message to
cs_cz: Zpráva pro

source: Message you are trying to delete does not exist.
cs_cz: Zprává, kterou se snaží se smazat neexistuje.

source: Messages
cs_cz: Soukromé zprávy

source: Messaging
cs_cz: Soukromé zprávy

source: More information
cs_cz: Více informací

source: Name
cs_cz: Jméno

source: New author has been successfuly inserted.
cs_cz: Nový autor byl úspěšně vložen.

source: New message
cs_cz: Nová zpráva

source: New password
cs_cz: Nové heslo

source: New password again
cs_cz: Nové heslo znovu

source: New passwords have to match. Please type them again.
cs_cz: Nová hesla se musí shodovat. Vepište je, prosím, znovu.

source: News
cs_cz: Novinky

source: Next
cs_cz: Další

source: Next tip
cs_cz: Další tip

source: Nickname
cs_cz: Přezdívka

source: No
cs_cz: Ne

source: No content
cs_cz: Žádný obsah

source: No follower has anything in common with this book.
cs_cz: Žádný z uživatelů, které sledujete nemá s touto knihou nic společného.

source: No user with this e-mail address exists. Please check for mistakes.
cs_cz: Žádný uživatel s touto e-mailovou adresou neexistuje. Zkontrolujte, prosím, zda se v ní nenalézají chyby.

source: No...
cs_cz: Ne...

source: Not enough data
cs_cz: Nedostatek dat

source: Not in any shelf
cs_cz: Není v žádné poličce

source: Nothing was found for your query, please be less specific.
cs_cz: Na váš dotaz nebyla nalezena žádná odpověď, zkuste být, prosím, méně specifický/á.

source: Number of all authors
cs_cz: Počet všech autorů

source: Number of all books
cs_cz: Počet všech knih

source: Number of opinions (users are allowed to let opinion empty)
cs_cz: Počet názorů (uživatelé mohou nechat názor nevyplněný)

source: Number of pages
cs_cz: Počet stránek

source: Number of posts
cs_cz: Počet příspěvků

source: Number of readers
cs_cz: Počet čtenářů

source: Occasional discussant
cs_cz: Občasný účastník diskuzí

source: On this page you can change your profile information and password. Fill password only when you intend to change it or you are changing your e-mail address. All other information is alterable without entering the password.
cs_cz: Na této stránce můžete změnit své profilové informace a heslo. Vyplňte heslo pouze v případě, že jej chcete změnit nebo pokud měníte svou e-mailovou adresu. Všechny ostatní informace jsou upravitelné bez zadávání hesla.

source: Opinions
cs_cz: Názory

source: Opinions by rating
cs_cz: Názory podle hodnocení

source: Opinions inserted in last year
cs_cz: Názory vložené tento rok

source: Opinions on a certain book from all users, decide if it is worth reading!
cs_cz: Názory všech uživatelů na určitou knihu, rozhodněte se, zda stojí za to to číst!

source: Opinions on books
cs_cz: Názory na knihy

source: Opinions on the book
cs_cz: Názory na knihu

source: Opinions written by other users, we tried to serve newest opinions.
cs_cz: Názory jsou psány ostatními uživateli, zobrazili jsme vám nejnovější názory

source: Order by
cs_cz: Řadit podle

source: Other
cs_cz: Ostatní

source: Others
cs_cz: Ostatní

source: Our sisifos effort ;-)
cs_cz: Naše sisifofské úsilí ;-)

source: Owned
cs_cz: Mám doma

source: Owns
cs_cz: Má doma

source: Page text
cs_cz: Text stránky

source: Pages
cs_cz: Stránky

source: Passionate reader
cs_cz: Vášnivý čtenář

source: Password
cs_cz: Heslo

source: Password again
cs_cz: Heslo znovu

source: Passwords have to match!
cs_cz: Hesla se musí shodovat!

source: Perpetual discussant
cs_cz: Neustálý účastník diskuzí

source: Person
cs_cz: Osoba

source: Please answer the captcha question to let us know that you are a human.
cs_cz: Odpovězte, prosím, na tzv. captcha otázku, abychom si mohli být jistí, že jste člověk.

source: Please choose the type of the author.
cs_cz: Vyberte, prosím, typ autora.

source: Please choose your sex.
cs_cz: Vyberte, prosím, své pohlaví.

source: Please continue to the next page where you will be asked for some other information.
cs_cz: Pokračujte, prosím, na další stránku, kde budete požádán(a) o další informace.

source: Please correct the birth year. Only integer is allowed.
cs_cz: Opravte, prosím, rok narození. Dovoleno je pouze celé číslo.

source: Please fill a new password.
cs_cz: Vyplňte, prosím, nové heslo.

source: Please fill at least one of ISBNs.
cs_cz: Vyplňte, prosím, alespoň jedno z ISBN.

source: Please fill at least the last name.
cs_cz: Vyplňte, prosím, alespoň příjmení.

source: Please fill the content.
cs_cz: Vyplňte, prosím, obsah.

source: Please fill the correct code.
cs_cz: Vyplňte, prosím, správný kód.

source: Please fill the correct e-mail.
cs_cz: Vyplňte, prosím, správný e-mail.

source: Please fill the e-mail in the right format (someone@somewhere.tld).
cs_cz: Vyplňte, prosím, e-mail ve správném formátu (někdo@někde.tld).

source: Please fill the e-mail.
cs_cz: Vyplňte, prosím, správný e-mail.

source: Please fill the group name.
cs_cz: Vyplňte, prosím, název skupiny.

source: Please fill the name of page.
cs_cz: Vyplňte, prosím, jméno stránky.

source: Please fill the new password to check it.
cs_cz: Vyplňte, prosím, nové heslo ke kontrole.

source: Please fill the nickname.
cs_cz: Vyplňte, prosím, přezdívku.

source: Please fill the password.
cs_cz: Vyplňte, prosím, heslo.

source: Please fill the recipient.
cs_cz: Vyplňte, prosím, příjemce zprávy.

source: Please fill the second password to check it.
cs_cz: Vyplňte, prosím, druhé heslo ke kontrole.

source: Please fill the topic name.
cs_cz: Vyplňte, prosím, název tématu.

source: Please fill weight of page.
cs_cz: Vyplňte, prosím, váhu stránky.

source: Please fill weight of this page.
cs_cz: Vyplňte, prosím, váhu této stránky.

source: Please fill your current password.
cs_cz: Vyplňte, prosím, své současné heslo.

source: Please seperate multiple tags with ', ' (by words - comma and space).
cs_cz: Oddělujte, prosím, jednotlivé štítky čárkou a mezerou ", ".
