Repository: repli2dev/leganto
Catalog: leganto/app/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Your credentials are
cs_cz: Vaše přihlašovací údaje jsou

source: Your message has been successfuly sent.
cs_cz: Vaše zpráva byla úspěšně odeslána.

source: Your new password was sent to an account e-mail address.
cs_cz: Vaše nové heslo bylo zasláno na e-mailovou adresu spojenou s vaším účtem.

source: Your opinion
cs_cz: Váš názor

source: Your opinion on
cs_cz: Váš názor na

source: Your opinion was successfully updated.
cs_cz: Váš názor byl úspěšně doplněn.

source: Your profile
cs_cz: Váš profil

source: Your settings was left unchanged.
cs_cz: Vaše nastavení bylo ponecháno beze změny.

source: Your settings was saved.
cs_cz: Vaše nastavení bylo uloženo.

source: add, edition, insert
cs_cz: přidat, edice, vložit

source: and others
cs_cz: a další

source: and our community, altogether.
cs_cz: a naší komunitou, společně.

source: author, search, find
cs_cz: autor, hledat, najít

source: book shelf, edit, update, change
cs_cz: knižní polička, upravit, doplnit, změnit

source: book shelf, insert, new
cs_cz: knižní polička, vložit, nový

source: book shelves, update, reorder, manipulation, books, book database, virtual library, library
cs_cz: knižní poličky, doplnit, reorganizování, manipulace, knihy, databáze knih, virtuální knihovna, knihovna

source: book, detail, graphs, opinions, tags, editions, isbn, pages, shelves, share to social network
cs_cz: kniha, detail, grafy, názory, štítky, edice, isbn, stránky, poličky, sdílet na sociální síti

source: book, detail, graphs, opinions, tags, editions, isbn, pages, what to read
cs_cz: kniha, detail, grafy, názory, štítky, edice, isbn, stránky, co číst

source: books, how to choose a book, what friends read, culture, about books, book database, virtual library, opinions on books, leganto, čtenáři, reader
cs_cz: knihy, jak si vybrat knihu, co čtou kamarádi, kultura, o knihách, názory na knihy, leganto, čtenáři, preader, databáze knih, virtuální knihovna

source: comments
cs_cz: komentářů

source: created by
cs_cz: vytvořeno

source: delete, social network, facebook, twitter, remove
cs_cz: smazat, sociální síť, facebook, twitter, odstranit

source: detail, author, books of author
cs_cz: detail, autor, knihy autora

source: discussion post, thread, forum
cs_cz: diskuzní příspěvek, vlákno, fórum

source: discussion topics, forum, threads
cs_cz: témata diskuzí, fórum, vlákna

source: discussion, search, find
cs_cz: diskuze, vyhledat, najít

source: edit, author, change
cs_cz: upravit, autor, změnit

source: edit, update, edition
cs_cz: upravit, doplnit, edice

source: edit, update, help
cs_cz: upravit, doplnit, nápověda

source: error, unauthorized
cs_cz: chyba, neautorizováno

source: feed, wall, activity of users, followers, others, friends
cs_cz: aktuální dění, zeď, aktivita uživatelů, sledující, ostatní, přátelé

source: followers, following, user profile, user detail
cs_cz: sledující, sledovaní, profil uživatele, detail uživatele

source: followers, following, user profile, user detail, users opinion
cs_cz: sledující, sledovaní, profil uživatele, detail uživatele, názory uživatele

source: from shelf
cs_cz: z poličky

source: from their library
cs_cz: ze své knihovny

source: good manners
cs_cz: slušném chování

source: has been added.
cs_cz: byla přidána.

source: has registered.
cs_cz: se zaregistroval.

source: have just added book
cs_cz: právě přidal knihu

source: have just changed opinion on book
cs_cz: právě změnil názor na knihu

source: have just contributed new opinion on book
cs_cz: právě přispěl novým názorem ke knize

source: have just contributed new post to discussion
cs_cz: právě přispěl novým příspěvkem do diskuze

source: have just created a new discussion
cs_cz: právě vytvořil nové diskuzní téma

source: have just removed book
cs_cz: právě odstranil knihu

source: have just started reading book
cs_cz: právě začal číst knihu

source: help section, search, find
cs_cz: sekce nápovědy, vyhledat, najít

source: help, delete, remove
cs_cz: nápověda, smazat, odstranit

source: help, support, answer, how it works, what to do if
cs_cz: nápověda, podpora, odpovědět, jak to funguje, co dělat když

source: help, support, faq, how to, actions, how it works, tags, books, engine
cs_cz: nápověda, podpora, faq, jak, akce, jak to funguje, štítky, knihy, motor

source: insert, add, help
cs_cz: vložit, přidat, nápověda

source: insert, add, new book
cs_cz: vložit, přidat, nová kniha

source: insert, author, new
cs_cz: vložit, autor, nový

source: is no longer reading book
cs_cz: již nečte knihu

source: is now following user
cs_cz: nyní sleduje uživatele

source: level based on number of books read by the user
cs_cz: úroveň založená na uživatelově počtu přečtených knih

source: level based on number of user's discussion posts
cs_cz: úroveň založená na uživatelově počtu diskuzních příspěvků

source: level based on number of user's followers
cs_cz: úroveň založená na uživatelově počtu sledujících uživatelů

source: level based on number of user's opinions
cs_cz: úroveň založená na uživatelově počtu názorů

source: level based on the number of books read by the user
cs_cz: úroveň založená na uživatelově počtu přečtených knih

source: no longer wants to read
cs_cz: si již nechce přečíst

source: opinion, insert, add, book, your opinion
cs_cz: názor, vložit, přidat, kniha, váš názor

source: opinion, other users, how to decide what to read
cs_cz: názor, další uživatelé, jak se rozhodnout co číst

source: probably you have just registered an account on Leganto website.
cs_cz: pravděpodobně jste si právě zaregistroval(a) účet na stránkách Leganto.

source: probably you have just requested a new password on Leganto website.
cs_cz: pravděpodobně jste si právě požádal(a) o nové heslo na stránkách Leganto.

source: problems, help, support, answers, how it works
cs_cz: problémy, nápověda, podpora, odpovědi, jak to funguje

source: read books
cs_cz: přečtené knihy

source: readers
cs_cz: čtenáři

source: search, find, books
cs_cz: vyhledat, najít, knihy

source: select shelf to place into.
cs_cz: K zařazení knihy vyberte poličku.

source: settings, profile, update, edit
cs_cz: nastavení, profil, doplnit, upravit

source: settings, profile, update, edit, customization, read books, interactive, wizard.
cs_cz: nastavení, profil, úprava, editace, přizpůsobení, přečtené knihy, interaktivní, průvodce, jednoduše, rychle

source: similar books, tags, how to choose book
cs_cz: podobné knihy, štítky, jak si vybrat knihu

source: social networks, facebook, twitter, manage, edit, update, remove, add, connect
cs_cz: sociální sítě, facebook, twitter, spravovat, upravit, doplnit, odstranit, přidat, připojit

source: statistics, graphs, number of books, number of opinions, number of users
cs_cz: statistiky, grafy, počet knih, počet názorů, počet uživatelů

source: this link
cs_cz: tento odkaz

source: to
cs_cz: na

source: to shelf
cs_cz: do poličky

source: to their library
cs_cz: do své knihovny

source: user, private messaging, private message, write to other users, chat, similar users
cs_cz: uživatel, soukromé zprávy, zprávy, napište ostatním uživatelům, chatujte, podobní uživatelé, známí

source: users, books, similarity, similar users, similar, what to read
cs_cz: uživatel, knihy, podobnost, podobní uživatelé, podobný, co číst

source: wants to read
cs_cz: si chce přečíst

source: your new credentials are shown below this text. For more safety, change your password immediately.
cs_cz: vaše nové přihlašovací údaje jsou zobrazeny pod tímto textem. Pro zvýšení bezpečnosti si ihned změňte heslo.
