Repository: repli2dev/leganto
Catalog: leganto/app/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Please write your opinion for other human readers, they would surely know why they should read the book. However do not make spoilers! Select appropriate number of stars - book you normally enjoy should have tree stars.
cs_cz: Napište, prosím, váš názor i pro další lidské čtenáře, jistě by rádi věděli, proč by si knihu měli přečíst. Avšak neprozrazujte jim děj! Vyberte příslušný počet hvězdiček - knihy, které si obvykle užíváte a bavíte nad nimi by měli mít tři hvězdičky. Více hvězdiček si ponechte pro opravdu výrazně lepší knihy.

source: Poor
cs_cz: Špatné

source: Prepare block with read books for your page
cs_cz: Připravení bloku s přečtenými knihami pro vaši webovou stránku

source: Previous
cs_cz: Předchozí

source: Private messages
cs_cz: Soukromé zprávy

source: Private messaging
cs_cz: Soukromé zprávy

source: Proceed
cs_cz: Pokračovat

source: Profile and opinions
cs_cz: Profil a názory

source: Published
cs_cz: Vydáno

source: Random book
cs_cz: Náhodná kniha

source: Rating
cs_cz: Hodnocení

source: Rating not available
cs_cz: Hodnocení není dostupné

source: Rating of readers
cs_cz: Hodnocení čtenářů

source: Read books
cs_cz: Přečtené knihy

source: Readers
cs_cz: Čtenáři

source: Reading just now
cs_cz: Právě čtu

source: Recipient
cs_cz: Příjemce

source: Register
cs_cz: Registrovat

source: Regular discussant
cs_cz: Pravidelný účastník diskuzí

source: Related books
cs_cz: Související knihy

source: Remove bottom author
cs_cz: Smazat spodního autora

source: Remove the book from merging
cs_cz: Odebrat ze slučování knih

source: Renew password
cs_cz: Obnovit heslo

source: Reply
cs_cz: Odpovědět

source: Results
cs_cz: Výsledky

source: Save
cs_cz: Uložit

source: Save book
cs_cz: Uložit knihu

source: Save to Delicious
cs_cz: Uloži na Delicious

source: Score
cs_cz: Hodnocení

source: Search
cs_cz: Vyhledat

source: Search in books, keywords and authors
cs_cz: Vyhledávání v knihách, klíčových slovech a autorech

source: Search in content of help pages
cs_cz: Vyhledávání v obsahu stránek nápovědy

source: Search in discussion topics and posts
cs_cz: Vyhledávání v tématech a příspěvcích

source: Search in users
cs_cz: Vyhledávání v uživatelích

source: Search only in authors
cs_cz: Vyhledávání pouze v autorech

source: Search the text phrase in all authors.
cs_cz: Vyhledávat zadanou frázi ve všech autorech.

source: Search the text phrase in all books.
cs_cz: Vyhledávat zadanou frázi ve všech knihách.

source: Search the text phrase in all discussions.
cs_cz: Vyhledávat zadanou frázi ve všech diskuzích.

source: Search the text phrase in all users.
cs_cz: Vyhledávat zadanou frázi ve všech uživatelích.

source: Search the text phrase in the whole help section.
cs_cz: Vyhledávat zadanou frázi v celé sekci Nápověda.

source: See help
cs_cz: Viz nápověda

source: Select shelf
cs_cz: Vybrat poličku

source: Send message
cs_cz: Odeslat zprávu

source: Send post
cs_cz: Odeslat příspěvek

source: Service/website
cs_cz: Služba/stránka

source: Set as a master book
cs_cz: Nastavit jako nadřazenou knihu

source: Set your profile, change password or avatar
cs_cz: Nastavení vašeho profilu, změna hesla nebo uživatelské ikonky

source: Settings
cs_cz: Nastavení

source: Sex
cs_cz: Pohlaví

source: Sex of readers
cs_cz: Pohlaví čtenářů

source: Share
cs_cz: Sdílet

source: Share on Digg
cs_cz: Sdílet na Diggu

source: Share on Facebook
cs_cz: Sdílet na Facebooku

source: Share on Twitter
cs_cz: Sdílet na Twitteru

source: Shelved
cs_cz: Vloženo do poličky

source: Shelves
cs_cz: Poličky

source: Shelves for books
cs_cz: Poličky na knihy

source: Shelves of this user of hers/his virtual library are shown below this text, click on them to expand/hide them. The color differs types of shelves.
cs_cz: Poličky virtuální knihovny tohoto uživatele jsou zobrazen pod tímto textem, kliknutím je rozbalíte/sbalíte. Barva odlišuje typ poliček.

source: Short keywords describing the book.
cs_cz: Krátká klíčová slova (štítky) popisující knihu

source: Show
cs_cz: Zobrazit

source: Show authors, editions, graphs and few opinions.
cs_cz: Zobrazit autory, edice, grafy a pár názorů.

source: Show editions without an image
cs_cz: Ukázat edice bez obrázků

source: Show info and activity of user
cs_cz: Zobrazit informace a aktivitu uživatele

source: Show my profile
cs_cz: Zobrazit profil

source: Show user's virtual library
cs_cz: Zobrazit uživatelovu virtuální knihovnu

source: Show your friend your liking.
cs_cz: Ukažte svým přátelům, co se vám líbí.

source: Shows form for creating new account.
cs_cz: Zobrazit formulář pro registraci nového účtu.

source: Shows form for login.
cs_cz: Zobrazit formulář k přihlášení.

source: Sign Up
cs_cz: Registrovat

source: Similar books
cs_cz: Podobné knihy

source: Similar books according tags
cs_cz: Podobné knihy podle štítků

source: Similar books to a certain book, generated according to book tags. Choose what to read according to what you have read!
cs_cz: Knihy podobné určité knize, které byly vygenerovány podle štítků knih. Vyberte si, co budete číst, na základě toho, co jste si již přečetl(a)!

source: Similar users
cs_cz: Podobní uživatelé

source: Similar users to
cs_cz: Uživatelé podobní uživateli

source: Social networks
cs_cz: Sociální sítě

source: Sorry, an edition with this ISBN already exists. Here is a form with original values.
cs_cz: Omlouváme se, ale edice s tímto ISBN již existuje. Zde je formulář s původními hodnotami.

source: Sorry, but you have tried to access a protected page, please log in.
cs_cz: Omlouvám se, ale zkusil(a) jste vstoupit na chráněnou stránku, přihlašte se, prosím.

source: Sorry, no events were found. Probably you don't follow any user.
cs_cz: Omlouváme se, ale nebyly nalezeny žádné události. Možná žádného uživatele nesledujete.

source: Sorry, this account has been already connected to a different account.
cs_cz: Omlouváme se, ale tento účet byl již propojen s jiným účtem.

source: Sorry, you were trying to reach a page which can be accessed only by logged in users. Please log in or sign in on our
cs_cz: Omlouváme se, pokoušel(a) jste se dostat na stránku, která je přístupná pouze po přihlášení. Přihlašte se nebo zaregistrujte, prosím.

source: Sort by score
cs_cz: Seřadit podle

source: Sort by time
cs_cz: Seřadit podle času

source: Statistics
cs_cz: Statistiky

source: Subtitle of book
cs_cz: Podtitul knihy

source: Support
cs_cz: Nápověda

source: System role
cs_cz: Systémová role

source: Tags
cs_cz: Štítky

source: Ten characters long ISBN.
cs_cz: ISBN dlouhé 10 číslic

source: Terms of use
cs_cz: Podmínky

source: Text to search
cs_cz: Text k vyhledávání

source: Thank you for your opinion.
cs_cz: Děkujeme za váš názor.

source: Thank you. The edition has been successfully updated and you are looking on it now.
cs_cz: Děkujeme. Edice byla úspěšně doplněna a vy se na ni právě díváte.

source: Thank you. Your edition has been successfully added and you are looking on it now.
cs_cz: Děkujeme. Vaše edice byla úspěšně doplněna a vy se na ni právě díváte.

source: Thanks for your registration.
cs_cz: Děkujeme za vaši registraci.

source: The authenticated user can't insert shelf to other users.
cs_cz: Autentizovaný uživatel nemůže vkládat knihy do poliček jiných uživatelů.

source: The authenticated user has to insert a shelf with his id.
cs_cz: Autentizovaný uživatel musí vložit poličku se svým id.

source: The author can't be deleted, because there are some books which are written by this author.
cs_cz: Tento autor nemůže být smazán, protože jsou tu nějaké knihy, které byly tímto autorem napsány.

source: The author has been successfuly deleted.
cs_cz: Autor byl úspěšně smazán.

source: The avatar has been successfuly changed.
cs_cz: Avatar byl úspěšně změněn.

source: The avatar has to be smaller than 100 KB.
cs_cz: Obrázek musí být menší než 100 KB.

source: The book
cs_cz: Kniha

source: The book already exists on our web. You don't have to insert it again. If you want to add your opinion do it from the book detail.
cs_cz: Tato kniha již na našem webu existuje. Nemusíte ji tedy vkládat znovu. Pro přidání názoru přejděte na detail knihy.

source: The book has been inserted to the shelf.
cs_cz: Kniha byla vložena do poličky.

source: The book has been removed from the shelf.
cs_cz: Kniha byla z poličky odebrána.

source: The book has been successfuly inserted. If you have read the book, please add also your opinion.
cs_cz: Kniha byla úspěšně vložena. Pokud jste ji četli nezapomeňte také přidat svůj názor.

source: The book has been successfuly updated.
cs_cz: Kniha byla úspěšně upravena.

source: The book title has to be at least 2 characters long.
cs_cz: Název knihy musí být nejméně 2 znaky dlouhý.

source: The books have been merged successfully.
cs_cz: Knihy byly úspěšně sloučeny.

source: The code is too old. You can try a new request.
cs_cz: Kód je příliš starý. Můžete zkusit novou žádost.

source: The code is wrong. Have you typed it correctly?
cs_cz: Kód je chybný. Vepsal(a) jste jej správně?

source: The code was sent to an account e-mail address.
cs_cz: Kód byl odeslán na e-mailovou adresu.

source: The connection has been successfully deleted.
cs_cz: Připojení bylo úspěšně smazáno.

source: The discussion does not exist.
cs_cz: Tato diskuze neexistuje.

source: The e-mail is already used by another user.
cs_cz: Tento e-mail je již používán jiným uživatelem.

source: The feed page offers you updates from our web, you can watch added opinions or the discussion in one page.
cs_cz: Stránka aktuálního dění vám nabízí novinky z našeho webu, můžete sledovat přidané názory nebo diskuse, to vše na jedné stránce.

source: The file must be an image.
cs_cz: Soubor musí být obrázek.

source: The given book doesn't exist.
cs_cz: Daná kniha neexistuje.

source: The maximal length is 10 characters.
cs_cz: Maximální délka je 10 znaků.

source: The maximal length is 13 characters.
cs_cz: Maximální délka je 13 znaků.

source: The minimal length is 10 characters.
cs_cz: Minimální délka je 10 znaků.

source: The minimal length is 13 characters.
cs_cz: Minimální délka je 13 znaků.

source: The password is wrong
cs_cz: Heslo je chybné.

source: The percentual rating of the book (based on users rating)
cs_cz: Procentuální hodnocení knihy (založené na hodnocení uživatelů)

source: The post can't be deleted.
cs_cz: Příspěvek nemůže být smazán.

source: The post has been deleted.
cs_cz: Příspěvek byl smazán.

source: The post has been successfuly sent.
cs_cz: Příspěvek byl úspěšně odeslán.

source: The post has been the last one in the topic, therefore the topic has been also deleted.
cs_cz: Příspěvek byl posledním příspěvkem v tomto tématu, proto bylo smazáno i téma samotné.

source: The search field has to be filled.
cs_cz: Musí být vyplněno vyhledávací pole.

source: The shelf does not exist.
cs_cz: Polička neexistuje.

source: The shelf has been successfuly deleted.
cs_cz: Polička byla úspěšně smazána.

source: The shelf has been successfuly saved.
cs_cz: Polička byla úspěšně uložena.

source: The system tried to load editions of the book
cs_cz: Systém se pokusil načíst edice knihy

source: The tag has been successfuly inserted.
cs_cz: Štítek byl úspěšně vložen.

source: The user does not exist.
cs_cz: Uživatel neexistuje.

source: There are no entries in this category.
cs_cz: V této kategorii nejsou žádné záznamy.

source: There are no text opinions, be the one who write the first one!
cs_cz: K této knize nejsou žádné textové názory, buďte první!

source: There are no text opinions.
cs_cz: Bohužel nejsou dostupné textové názory.

source: There can be more opinions (even non text) than you see. Please visit
cs_cz: Může existovat více názorů (i netextových), než vidíte. Navštivte, prosím

source: These are opinions on latest books, join our community and show your opinion.
cs_cz: Toto jsou názory na nejnovější knihy, připojte se k naší komunitě a ukažte svůj názor.

source: These books showed below are similar to current one according the tags attached to this book.
cs_cz: Tyto knihy zobrazené níže jsou podobné na základě štítků podobné k právě prohlížené knize.

source: These opinions we choosed for faster overview.
cs_cz: Tyto názory jsme vybrali pro rychlý přehled.

source: These users are in some way similar to displayed user. Similarity is based on equality of given stars.
cs_cz: Tito uživatelé jsou v jistém aspektu podobní právě prohlíženému uživateli. Podobnost je založena hodnocení knih hvězdičkami.

source: Thirteen characters long ISBN.
cs_cz: ISBN dlouhé 13 číslic

source: This Facebook account is already connected to an account.
cs_cz: Tento účet na Facebooku je již spojen s jiným účtem.

source: This Twitter account is already connected to an account.
cs_cz: Tento účet na Twitteru je již spojen s jiným účtem.

source: This book in other languages.
cs_cz: Tato kniha v jiných jazycích.

source: This is page where you can find all books in the system. So if you really don't know what to read, try this.
cs_cz: Na této stránce můžete najít všechny přidané knihy. Takže pokud vůbec netušíte co číst, zkuste tyto.

source: This is the detail of the book where you can find the most interesting data such as the book cover, tags, opinions, editions, related books etc.
cs_cz: Toto je detail knihy, kde můžete najít nejzajímavější data jako např. obal knihy, štítky, názory, edice, související knihy atd.

source: This is the detail page about the author, it shows all books by this author, which have been already inserted in our website.
cs_cz: Toto je detailní stránka o autorovi. Ukazuje všechny knihy od tohoto autora, které již byly přidány na naše stránky.

source: This is the list of all discussion topics which are currently discussed, feel free to join.
cs_cz: Toto je seznam všech diskuzních témat, která jsou nyní diskutována. Neváhejte se připojit!

source: This is the profile page of a user where you can track his or her opinions, look into shelves, find followers and followed users.
cs_cz: Toto je profilová stránka uživatele, kde můžete sledovat jeho názory, dívat se do poliček, najít sledující a sledované uživatele.

source: This link will only show the thread where the post was found.
cs_cz: Odkaz pouze zobrazí vlákno, kde byl příspěvek nalezen.

source: This page in form of RSS
cs_cz: Tato stránka ve formě RSS

source: This page shows one topic thread, where all posts are ordered by date, feel free to join.
cs_cz: Tato stránka zobrazuje jedno diskusní vlákno, kde jsou všechny příspěvky seřazeny podle data. Neváhejte se připojit.

source: This user is no longer followed by you.
cs_cz: Tento uživatel vámi není nadále sledován.

source: This user is now followed by you.
cs_cz: Tento uživatel je vámi nyní sledován.

source: This user is unreachable. Check your spelling.
cs_cz: Tento uživatel je nedosažitelný. Ověřte, zda jste se nepřepsali.

source: Tho book has been removed from the shelf.
cs_cz: Kniha byla z poličky odebrána.

source: Time
cs_cz: Času

source: Title of book
cs_cz: Titul knihy

source: To provide you the best experience please fill in additional details in
cs_cz: Abychom vám mohli poskytnout nejlepší služby, vyplňte, prosím, doplňkové detaily na

source: Top books
cs_cz: Nejlepší knihy

source: Topic
cs_cz: Téma

source: Topic name
cs_cz: Název tématu

source: Twitter functions are not accessible right now. Please try it later.
cs_cz: Funkce Twitteru nejsou nyní dostupné. Zkuste to, prosím, později.

source: Type
cs_cz: Typ

source: Type of author
cs_cz: Typ autora

source: Unauthorized
cs_cz: Neautorizováno

source: Unfollow
cs_cz: Přestat sledovat

source: Unspecified
cs_cz: Neurčeno

source: Use your facebook account to login or sign up.
cs_cz: Použít svůj účet na facebooku k přihlášení nebo registraci.

source: Use your twitter account to login or sign up.
cs_cz: Použít svůj účet na twitteru k přihlášení nebo registraci.

source: User
cs_cz: Uživatel

source: User not found
cs_cz: Uživatel nenalezen

source: User search
cs_cz: Vyhledávání v uživatelích

source: User you follow and has something in common with this book
cs_cz: Uživatelé, které sledujete a zároveň mají něco společného s touto knihou

source: User's icon
cs_cz: Ikonka uživatele

source: Users
cs_cz: Uživatelé

source: Users which are followed by this user.
cs_cz: Uživatelé, kteří jsou tímto uživatelem sledováni.

source: Users which follow this user.
cs_cz: Uživatelé, kteří tohoto uživatele sledují.

source: Users who a certain user follows.
cs_cz: Uživatelé, které daný uživatel sleduje.

source: Very good
cs_cz: Velmi dobré

source: Veteran reviewer
cs_cz: Ostřílený recenzent

source: Visualized information, move on title to switch view.
cs_cz: Vizualizované informace, najeďte nad nadpis k přepnutí

source: Want quick overview of book's target group? Or distribution of ratings? See our graphs.
cs_cz: Chcete rychle zjistit cílovou skupinu knihy? Nebo hodnocení? Podívejte se na naše grafy.

source: Want read
cs_cz: Chci si přečíst

source: Want to keep in touch with other users? Just send them message.
cs_cz: Chcete zůstat ve spojení s ostatními uživateli? Napište jim zprávu.

source: Want track your library or just list books you want to read? Just put it into shelf.
cs_cz: Chcete mít přehled o své knihovně nebo jen nezapomenout co si chcete přečíst? Zařazujte si jednotlivé knihy do poliček.

source: Wanted
cs_cz: Chci si přečíst

source: Waste
cs_cz: Odpad

source: Watch your feed via RSS reader.
cs_cz: Sledujte své aktuální dění přes RSS čtečku.

source: We recommend
cs_cz: Doporučujeme

source: Weight
cs_cz: Váha

source: Welcome in your support section, where you can find answers for nearly all your questions. The whole support page is divided into several categories. To continue select and click on one of categories shown below this text.
cs_cz: Vítejte v nápovědě, kde můžete najít odpovědi na téměř všechny své otázky. Celá stránka podpory je rozdělena do několika kategorií. Pro pokračování si vyberte jednu z kategorií zobrazených pod tímto textem a klikněte na ni.

source: Welcome text. Put introduction text here!
cs_cz: Právě se nacházíte na stránkách, které Vám umožní sdílet názory na knihy s přáteli a nacházet literaturu podle Vašeho vkusu. Podívejte se, co čte Váš soused, kamarád a další lidé z Vašeho okolí.

source: Welcome!
cs_cz: Vítejte!

source: What other users say about this book
cs_cz: Co o této knize říkají ostatní uživatelé

source: What we aim on and how it works.
cs_cz: Co jsou naše cíle a jak tento web funguje.

source: Write message
cs_cz: Napsat zprávu

source: Year of publishing
cs_cz: Rok vydání

source: Yes
cs_cz: Ano

source: Yes...
cs_cz: Ano...

source: You already have this type of an account.
cs_cz: Tento typ účtu již máte.

source: You are not an owner. The operation could not be performed.
cs_cz: Nejste vlastníkem. Operace nemůže být provedena.

source: You can add a new edition of this book on this page.
cs_cz: Na této stránce můžete přidat novou edici knihy.

source: You can add text of help page.
cs_cz: Na této stránce můžete přidat stránku nápovědy.

source: You can browse all books on our website on page
cs_cz: Můžete procházet všechny přidané knihy na stránce

source: You can delete a connection to a social network on this page.
cs_cz: Na této stránce můžete smazat připojení k sociálním sítím.

source: You can delete a help page.
cs_cz: Na této stránce můžete smazat stránku nápovědy.

source: You can edit a shelf on this page.
cs_cz: Na této stránce můžete upravovat poličku.

source: You can edit an already inserted author on this page.
cs_cz: Na této stránce můžete upravovat již vloženého autora.

source: You can edit an already inserted edition on this page.
cs_cz: Na této stránce můžete upravovat již vloženou edici.

source: You can edit text of help page.
cs_cz: Na této stránce můžete upravovat stránku nápovědy.

source: You can find all pages which belong to a chosen category on this page. Select the page which of content interests you.
cs_cz: Na této stránce můžete najít všechny stránky, které patří do vybrané kategorie. Vyberte stránku, jejíž obsah vás zajímá.

source: You can find information you were looking for on this page, we hope ;-)
cs_cz: Na této stránce můžete najít informace, které jste hledal(a). Doufejme ;)

source: You can insert a new author on this page. Please double check if the author exists.
cs_cz: Na této stránce můžete vložit nového autora. Dvakrát, prosím, zkontrolujte, zda tento autor již neexistuje.

source: You can insert a new book on this page. To add an opinion to an already inserted book, please use 'Add opinion'.
cs_cz: Na této stránce můžete vložit novou knihu. K přidání názoru na již vloženou knihu používejte, prosím, "Přidat názor".

source: You can insert a new shelf on this page
cs_cz: Na této stránce můžete vložit novou poličku.

source: You can insert or change your opinion on a certain book on this page.
cs_cz: Na této stránce můžete vložit nebo změnit váš názor na určitou knihu.

source: You can manage your social networks connected to this page here.
cs_cz: Zde můžete spravovat své sociální sítě připojené k těmto stránkám.

source: You can prepare interactive block with your latest read books for inserting into your webpage.
cs_cz: Můžete si připravit interaktivní blok s vašimi posledními přečtenými knihami, který můžete vložit na vaši webovou stránku.

source: You can see shelves of the user and books in them on this page. Owners can re-order their books here.
cs_cz: Na této stránce můžete vidět poličky uživatele a knihy v nich. Majitelé zde mohou své knihy reorganizovat.

source: You can see similar users to a specific user on this page. The similarity is computed on the base of books users have read.
cs_cz: Na této stránce můžete vidět uživatele podobné specifickému uživateli. Podobnost je počítána na základě knih, které uživatelé přečetli.

source: You can set your profile, write something about you, fill your age and sex on this page.
cs_cz: Na této stránce můžete nastavit svůj profil, napsat něco o sobě, vyplnit svůj věk a pohlaví.

source: You can use texy for formatting, emoticons or links to other books.
cs_cz: Můžete použít formátování Texy, smajlíky nebo odkazy na jiné knihy.

source: You can write to other users and change your thought privately. However you have to known the nickname of user you want to write to.
cs_cz: Můžete napsat ostatním uživatelům a vyměnit si s nimi vaše myšlenky neveřejně. Aby jste tak mohli učinit, musíte znát přezdívku takového uživatele.

source: You cannot follow yourself, you egoist!
cs_cz: Nemůžete sledovat sám (sama) sebe, vy jeden egoisto (jedna egoistko)!

source: You do not have any messages.
cs_cz: Nemáte žádné zprávy.

source: You have a new message. Read it in
cs_cz: Máte novou zprávu. Přečtěte si ji v

source: You have already connected to this network.
cs_cz: K této síti jste se již připojil(a).

source: You haven't created any shelf. For creating the first one, follow
cs_cz: Zatím jste nevytvořili žádnou poličku. Pro vytvoření první poličky následujte

source: Young reviewer
cs_cz: Mladý recenzent

source: Your account is not connected with any account on social networks.
cs_cz: Váš účet není připojen k žádnému účtu na sociálních sítích.

source: Your account was successfully added.
cs_cz: Váš účet byl úspěšně přidán.

source: Your answer is wrong, please try it again with a different question.
cs_cz: Vaše odpověď je špatná, zkuste to, prosím, znovu s jinou otázkou.

source: Your connection cannot be deleted as you have created an account through a social network. In order to do so please set your account password and e-mail in the Settings tab first.
cs_cz: Vaše spojení nemůže být smazáno, protože jste vytvořil(a) účet skrze sociální síť. Abyste tuto operaci provedl(a), nastavte, prosím, nejdříve heslo a e-mail na svém účtu v Nastavení níže.
